Repository: systopia/drupal-civiremote_funding
Catalog: translations/*.po
Languages: de

source: Amount Paid Out
de: Ausgezahlter Betrag

source: Title
de: Titel

source: Subject
de: Betreff

source: Create drawdown
de: Mittelabruf erstellen

source: Drawdowns
de: Mittelabrufe

source: Amount Approved
de: Bewilligter Betrag

source: Identifier
de: Nummer

source: Download
de: Herunterladen

source: Open clearing
de: Verwendungsnachweis öffnen

source: {% if activity_type_id__name == 'funding_application_process_task' and funding_case_task__funding_case_id__funding_case_type_id__is_combined_application %}Open {{ funding_case_task__funding_case_id__funding_case_type_id__application_process_label }}{% endif %}
de: {% if activity_type_id__name == 'funding_application_process_task' and funding_case_task__funding_case_id__funding_case_type_id__is_combined_application %}{{ funding_case_task__funding_case_id__funding_case_type_id__application_process_label }} öffnen{% endif %}

source: Funding Applications
de: Förderanträge

source: Clearing Status
de: Verwendungsnachweisstatus

source: Open application
de: Antrag öffnen

source: CiviCRM Funding Case List (combined application)
de: CiviCRM Förderfallliste (Sammelantrag)

source: CiviCRM Funding Application List (non-combined)
de: CiviCRM Förderantragsliste (kein Sammelantrag)

source: CiviRemote Funding date only
de: CiviRemote Funding nur Datum

source: {% if activity_type_id__name == 'funding_application_process_task' and not funding_case_task__funding_case_id__funding_case_type_id__is_combined_application %}Open application{% endif %}
de: {% if activity_type_id__name == 'funding_application_process_task' and not funding_case_task__funding_case_id__funding_case_type_id__is_combined_application %}Antrag öffnen{% endif %}

source: Actions
de: Aktionen

source: Requested Funding
de: Beantragte Förderung

source: Due Date
de: Fälligkeitsdatum

source: Acception Date
de: Annahmedatum

source: Amount Requested
de: Beantragter Betrag

source: CiviCRM Funding Drawdown List
de: CiviCRM Mittelabrufliste

source: Apply
de: Anwenden

source: Show history
de: Verlauf anzeigen

source: All
de: Alle

source: CiviCRM Funding Transfer Contract
de: CiviCRM Weiterleitungsvertrag

source: {% if activity_type_id__name == 'funding_case_task' %}Open combined application{% endif %}
de: {% if activity_type_id__name == 'funding_case_task' %}Sammelantrag öffnen{% endif %}

source: Open {{arguments.null}}
de: {{arguments.null}} öffnen

source: Amount Admitted
de: Anerkannter Betrag

source: Activity Start Date
de: Beginn der Maßnahme

source: Amount
de: Betrag

source: Amount Cleared
de: Abgerechneter Betrag

source: CiviCRM Funding Combined Applications
de: CiviCRM Sammelanträge

source: Combined Applications
de: Sammelanträge

source: List of CiviCRM funding transfer contracts via remote API
de: Liste der CiviCRM Weiterleitungsverträge via Remote API

source: Amount Available
de: Verfügbarer Betrag

source: List of CiviCRM funding applications (non-combined) via remote API
de: Liste der CiviCRM Förderanträge (keine Sammelanträge) via Remote API

source: Transfer Contract
de: Weiterleitungsvertrag

source: Show drawdowns
de: Mittelabrufe anzeigen

source: CiviCRM Funding Transfer Contract List
de: CiviCRM Weiterleitungsvertragsliste

source: Currency
de: Währung

source: Funding Program
de: Förderprogramm

source: Tasks
de: Aufgaben

source: Modification Date
de: Änderungsdatum

source: Affected Identifier
de: Betroffene Nummer

source: CiviCRM Funding Combined Application Process List
de: CiviCRM Sammelförderantragsliste

source: Creation Date
de: Erstellungsdatum

source: Transfer Contracts
de: Weiterleitungsverträge

source: {% if activity_type_id__name == 'funding_clearing_process_task' %}Open clearing{% endif %}
de: {% if activity_type_id__name == 'funding_clearing_process_task' %}Verwendungsnachweis öffnen{% endif %}

source: Funding Case ID
de: Förderfall ID

source: Application History
de: Antragsverlauf

source: Failed to load available funding programs: @error
de: Laden der verfügbaren Förderprogramme fehlgeschlagen: @error

source: Currently there is no funding program for new applications.
de: Momentan gibt es kein Förderprogramm für neue Anträge.

source: Failed to load funding case types: @error
de: Laden der Förderfalltypen fehlgeschlagen: @error

source: No funding case type available in the selected funding program.
de: Kein Förderfalltyp im gewählten Förderprogramm verfügbar.

source: Dashboard
de: Übersicht

source: Please do not forget to apply the combined application if everything is recorded or after additions.
de: Bitte nicht vergessen, den Sammelantrag zu beantragen, wenn alles erfasst wurde oder nach Ergänzungen.

source: Add @type
de: @type hinzufügen

source: Transfer Contract: @identifier
de: Weiterleitungsvertrag: @identifier

source: Unknown
de: Unbekannt

source: Back
de: Zurück

source: Hide workflow actions
de: Ablaufaktivitäten ausblenden

source: Hide comments
de: Kommentare ausblenden

source: Comment
de: Kommentar

source: Performed by
de: Durchgeführt von

source: Created
de: Erstellt

source: Clearing Started
de: Verwendungsnachweis gestartet

source: Clearing Status: @status
de: Verwendungsnachweisstatus: @status

source: Loading form failed: @error
de: Laden des Formulars fehlgeschlagen: @error

source: Error validating form: @error
de: Fehler bei der Formularvalidierung: @error

source: Submitting form failed: @error
de: Senden des Formulars fehlgeschlagen: @error

source: Select Funding Program
de: Förderprogramm auswählen

source: Next
de: Weiter

source: API request failed: @error
de: API-Anfrage fehlgeschlagen: @error

source: Create Drawdown
de: Mittelabruf erstellen

source: Submit
de: Absenden

source: Drawdown created.
de: Mittelabruf erstellt.

source: Failed to create drawdown: @error
de: Erstellung des Mittelabrufs fehlgeschlagen: @error

source: Validation failed.
de: Validierung fehlgeschlagen.

source: My Applications
de: Meine Förderanträge

source: Manage current funding processes
de: Laufende Antragsverfahren verwalten

source: My Combined Applications
de: Meine Sammelanträge

source: Manage current combined applications
de: Laufende Sammelanträge verwalten

source: New Application
de: Neuer Antrag

source: Place a new application
de: Neuen Antrag stellen

source: Approvements
de: Bewilligungen

source: Download transfer contracts and manage drawdowns
de: Weiterleitungsverträge herunterladen und Mittelabrufe verwalten

source: Pending tasks
de: Ausstehende Aufgaben

source: Create: @label
de: Erstellen: @label
